Repository: joe128/dmdev-plugin-xmlConfigTool
Catalog: po/*.po
Languages: de

source: Delete
de: Löschen

source: Save
de: Speichern

source: Add
de: Hinzufügen

source: Edit %s
de: %s ändern

source: Close and forget changes
de: Schließen und Änderungen verwerfen

source: Open Context Menu
de: Kontextmenü öffnen

source: Move page up
de: Eine Seite nach oben springen

source: Move page down
de: Eine Seite nach unten springen

source: Move up
de: Nach oben bewegen

source: Move down
de: Nach unten bewegen

source: Remove %s
de: %s entfernen

source: Close and save changes
de: Schließen und Änderungen speichern

source: Add new Entry
de: Neuer Eintrag

source: Export %s-Configuration
de: %s-Konfiguration exportieren

source: Import %s-Configuration
de: %s-Konfiguration importieren

source: Show Help
de: Hilfe anzeigen

source: Do you really want to delete "%s"?
de: Wollen Sie "%s" wirklich löschen?

source: There are unsaved changes, do you want to save %s before exporting?
de: Änderungen wurden noch nicht gespeichert, wollen Sie %s speichern bevor sie diese exportieren?

source: Select %s for export ...
de: %s für den Export auswählen ...

source: Select Export-Location
de: Export-Verzeichnis auswählen

source: %d %s saved to "%s"
de: %d %s nach "%s" geschrieben!

source: Export Configuration
de: Konfiguration exportieren

source: The Configuration couldn't be written!
de: Die Konfiguration konnte nicht geschrieben werden!

source: Select %s for import ...
de: %s für den Import auswählen ...

source: There are no (new) entries in the configuration!
de: Es existieren keine (neuen) Einträge in der Konfiguration

source: Configuration-Import
de: Konfigurations-Import

source: The Configuration couldn't be loaded!
de: Die Konfiguration konnte nicht geladen werden!

source: Do you want to keep the existing entries?
de: Wollen Sie die bestehenden Einträge behalten?

source: Add or Overwrite Configuration?
de: Hinzufügen oder Überschreiben?

source: Do you want to overwrite the entries with similar name? If you choose no, the matching entry of the configuration-file will not be added.
de: Wollen Sie Einträge mit gleichen Namen überschreiben? Wenn Sie Nein wählen, werden die übereinstimmenden Einträge nicht hinzugefügt.

source: Overwrite Entries?
de: Einträge überschreiben?

source: %d %s loaded from "%s"!
de: %d %s von "%s" geladen!

source: Really close without saving %s?
de: Wirklich beenden ohne %s zu speichern?

source: Cancel
de: Abbrechen

source: Select Location
de: Verzeichnis auswählen

source: Really close without saving "%s"?
de: Wirklich beenden ohne "%s" zu speichern?

source: Close without saving?
de: Änderungen speichern?

source: %s "%s" already exists. Do you want to overwrite?
de: %s "%s" existiert bereits. Wollen Sie überschreiben?

source: Only Enabled
de: Nur Aktive

source: Show Disabled
de: Inaktive zeigen

source: Clear All
de: Keinen

source: Select All
de: Alle

source: Close
de: Schließen

source: select a valid file
de: selektieren Sie eine gültige Datei

source: select: %s
de: Auswählen: %s

source: General XML-Config-Support
de: Genereller XML-Config-Support
